Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/openstreetmap-tm.tmx
Source language: en
Languages: ca_es

source: Use Gravatar
ca_es: Usa Gravatar

source: Add an image
ca_es: Afegeix una imatge

source: Keep the current image
ca_es: Conserva la imatge actual

source: Remove the current image
ca_es: Suprimeix la imatge actual

source: Replace the current image
ca_es: Reemplaça la imatge actual

source: (square images at least 100x100 work best)
ca_es: (Plaça imatges com a mínim 100 x 100 treball millor)

source: Home Location:
ca_es: Ubicació inicial:

source: You have not entered your home location.
ca_es: No heu especificat la ubicació d'origen.

source: Update home location when I click on the map?
ca_es: Localització de casa d'actualització quan faig clic al mapa?

source: Make all my edits public
ca_es: Fes totes les meves modificacions públiques

source: Return to profile
ca_es: Torna al perfil

source: User information updated successfully. Check your email for a note to confirm your new email address.
ca_es: Informació de l'usuari ha actualitzat correctament. Comproveu el vostre correu per confirmar la vostra adreça de correu electrònic nova.

source: User information updated successfully.
ca_es: Informació de l'usuari ha actualitzat correctament.

source: Check your email!
ca_es: Comprova el teu correu electrònic

source: We sent you a confirmation email.
ca_es: T'hem enviat un correu de confirmació.

source: Confirm your account by clicking on the link in the email and you'll be able to start mapping.
ca_es: Confirma el teu compte clicant a l'enllaç que es troba al correu que t'hem enviat i ja podràs començar a editar el mapa.

source: Press the confirm button below to activate your account.
ca_es: Premeu el botó de confirmar sota per activar el compte.

source: This account has already been confirmed.
ca_es: Aquest compte ja ha estat confirmat.

source: That confirmation code has expired or does not exist.
ca_es: Aquest codi de confirmació ha expirat o no existeix.

source: If you need us to resend the confirmation email, <a href="%{reconfirm}">click here</a>.
ca_es: Si necessites que et reenviem el correu de confirmació, <a href="%{reconfirm}">clica aquí</a>.

source: We've sent a new confirmation note to %{email} and as soon as you confirm your account you'll be able to get mapping.<br /><br />If you use an antispam system which sends confirmation requests then please make sure you whitelist webmaster@openstreetmap.org as we are unable to reply to any confirmation requests.
ca_es: Hem enviat un bitllet de confirmació nou per %{email} i tan aviat com confirmeu el vostre compte podreu cartografiar.<br><br>Si utilitzeu un sistema contra el correu brossa que envia les sol·licituds de confirmació, llavors autoritzeu webmaster@openstreetmap.org ja que no som capaços de respondre les sol·licituds de confirmació.

source: User %{name} not found.
ca_es: L'usuari %{name} no s'ha trobat.

source: Confirm a change of email address
ca_es: Confirma un canvi d'adreça electrònica

source: Press the confirm button below to confirm your new email address.
ca_es: Premeu el botó de confirmar sota per confirmar la seva adreça de correu electrònic nou.

source: Confirmed your email address, thanks for signing up!
ca_es: S'ha confirmat l'adreça electrònica, gràcies per registrar-vos-hi!

source: An email address has already been confirmed with this token.
ca_es: Una adreça de correu electrònic ja ha estat confirmat amb aquesta fitxa.

source: Home location saved successfully
ca_es: Localització de casa desat correctament

source: All your edits are now public, and you are now allowed to edit.
ca_es: Ara totes les vostres edicions són públiques i ja teniu autorització per editar

source: Add %{user} as a friend?
ca_es: Voleu afegir % {user} com un amic?

source: Add as friend
ca_es: Afegeix als amics

source: %{name} is now your friend!
ca_es: %{name} és ara el vostre amic!

source: Sorry, failed to add %{name} as a friend.
ca_es: Ho sentim, no afegir %{name} com un amic.

source: You are already friends with %{name}.
ca_es: Que ja sou amics amb %{name}.

source: Unfriend %{user}?
ca_es: Voleu suprimir %{user} dels amics?

source: %{name} was removed from your friends.
ca_es: %{name} s'ha suprimit dels teus amics.

source: %{name} is not one of your friends.
ca_es: %{name} no és un dels seus amics.

source: You need to be an administrator to perform that action.
ca_es: Cal que sigueu administrador per dur a terme aquesta acció.

source: Users
ca_es: Usuaris

source: {{PLURAL|one=Page %{page} (%{first_item} of %{items})|Page %{page} (%{first_item}-%{last_item} of %{items})}}
ca_es: {{PLURAL|one=Pàgina %{page} (%{first_item} de %{items})|Pàgina %{page} (%{first_item}-%{last_item} de %{items})}}

source: %{name} created from %{ip_address} on %{date}
ca_es: %{name} creat a partir de %{ip_address} el %{date}

source: %{name} created on %{date}
ca_es: %{name} creat el %{date}

source: Confirm Selected Users
ca_es: Confirmar usuaris seleccionats

source: Hide Selected Users
ca_es: Amaga els usuaris seleccionats

source: No matching users found
ca_es: No hi ha usuaris que coincideixin s'ha trobat

source: Account Suspended
ca_es: Compte suspès

source: webmaster
ca_es: per a administradors web

source: <p> Sorry, your account has been automatically suspended due to suspicious activity. </p> <p> This decision will be reviewed by an administrator shortly, or you may contact the %{webmaster} if you wish to discuss this. </p>
ca_es: <p> El vostre compte ha estat automàticament suspès a causa de l'activitat sospitosa. </p> <p> Aquesta decisió serà revisat per un administrador en breu, o es pot contactar amb el %{webmaster} si desitgeu discutir això. </p>

source: Only administrators can perform user role management, and you are not an administrator.
ca_es: Només els administradors poden realitzar l'administració de rols de usuaris, i vosté no és un administrador.

source: The string `%{role}' is not a valid role.
ca_es: La cadena `%{role}' no és un rol vàlid.

source: The user already has role %{role}.
ca_es: L'usuari ja té un rol %{role}.

source: The user does not have role %{role}.
ca_es: L'usuari no té el rol %{role}.

source: Confirm role granting
ca_es: Confirmi la concessió de rol

source: Are you sure you want to grant the role `%{role}' to the user `%{name}'?
ca_es: Esteu segur que voleu concedir el paper "%{role}" a l'usuari "%{name}"?

source: Could not grant role `%{role}' to user `%{name}'. Please check that the user and role are both valid.
ca_es: Podria concedeix paper "%{role}" a l'usuari "%{name}". Si us plau, comproveu que l'usuari i el paper són vàlids.

source: Confirm role revoking
ca_es: Confirmar revocació de rol

source: Are you sure you want to revoke the role `%{role}' from the user `%{name}'?
ca_es: Esteu segur que voleu revocar el rol `%{role}' de l'usuari `%{name}'?

source: Could not revoke role `%{role}' from user `%{name}'. Please check that the user and role are both valid.
ca_es: No s'ha pogut revocar el paper "%{role}" des de l'usuari "%{name}". Si us plau, comproveu que l'usuari i el paper són vàlids.

source: Must be a moderator to create or update a block.
ca_es: Ha de ser un moderador per crear o un bloc d'actualització.

source: Must be a moderator to revoke a block.
ca_es: Ha de ser un moderador per crear o un bloc d'actualització.

source: Sorry, the user block with ID %{id} could not be found.
ca_es: Ho sentim, que el bloc de l'usuari amb ID %{id} no s'ha pogut trobar.

source: Back to index
ca_es: Torna a l'índex

source: Creating block on %{name}
ca_es: Creació de bloc %{name}

source: The reason why %{name} is being blocked. Please be as calm and as reasonable as possible, giving as much detail as you can about the situation, remembering that the message will be publicly visible. Bear in mind that not all users understand the community jargon, so please try to use laymans terms.
ca_es: La raó per què està sent blocat %{name}. Manteniu la tranquil·litat i sigueu raonable com sigui possible, donant tants detalls com sigui possible sobre la situació, recordeu que el missatge serà visible públicament. Tingueu en compte que no tots els usuaris comprenen l'argot de la comunitat, així que intenteu utilitzar termes de comuns.

source: How long, starting now, the user will be blocked from the API for.
ca_es: Quant de temps, a partir d'ara, l'usuari es bloca des de l'API.

source: Create block
ca_es: Crear bloc

source: I have contacted the user and asked them to stop.
ca_es: Em vaig posar en contacte amb l'usuari i li vaig demanar que s'aturés.

source: I have given a reasonable amount of time for the user to respond to those communications.
ca_es: Li he donat una quantitat raonable de temps a l'usuari per a respondre a aquestes comunicacions.

source: User needs to log in before this block will be cleared
ca_es: L'usuari necessita connectar-se abans que aquest bloqueig es suprimeixi

source: View all blocks
ca_es: Mostra tots els blocs

source: Editing block on %{name}
ca_es: Bloc d'edició en %{name}

source: The reason why %{name} is being blocked. Please be as calm and as reasonable as possible, giving as much detail as you can about the situation. Bear in mind that not all users understand the community jargon, so please try to use laymans terms.
ca_es: La raó per què està sent bloquejat %{name}. Si us plau, ser tan tranquil i tan raonable com sigui possible, donant amb tant detall com sigui possible sobre la situació. Tingueu en compte que no tots els usuaris de comprendre l'argot de la comunitat, així que si us plau, intenti utilitzar termes de l'home comú.

source: Update block
ca_es: Bloc d'Actualització

source: View this block
ca_es: Mostra el bloc

source: Does the user need to log in before this block will be cleared?
ca_es: L'usuari necessita connectar-se abans que aquest bloqueig es suprimeixi?

source: The block has already expired and cannot be edited.
ca_es: El bloc ja ha expirat i no es pot editar.

source: The blocking period must be one of the values selectable in the drop-down list.
ca_es: El període de blocatge ha de ser un dels valors seleccionables de la llista desplegable.

source: Please try contacting the user before blocking them and giving them a reasonable time to respond.
ca_es: Si us plau, intentar contactar-se amb l'usuari abans de bloqueig d'ells i donar-los un termini raonable per respondre.

source: Please try giving the user a reasonable time to respond before blocking them.
ca_es: Si us plau tracti de donar l'usuari d'un termini raonable per respondre abans de bloqueig d'ells.

source: Created a block on user %{name}.
ca_es: Crear un bloc a l'usuari %{name}.

source: Only the moderator who created this block can edit it.
ca_es: Només el moderador que ha creat aquest bloc pot editar-lo.

source: Block updated.
ca_es: Bloc d'actualització.

source: User blocks
ca_es: Blocs de l'usuari

source: List of user blocks
ca_es: Llista de quadres de l'usuari

source: No blocks have been made yet.
ca_es: No hi ha blocs s'han fet encara.

source: Revoking block on %{block_on}
ca_es: Revocació de bloc en %{block_on}

source: Revoking block on %{block_on} by %{block_by}
ca_es: Revocació de bloc en %{block_on} %{block_by}

source: This block will end in %{time}.
ca_es: Aquest bloc va a acabar en %{time}.

source: This block ended %{time} ago and cannot be revoked now.
ca_es: Aquest blocatge va acabar fa %{time} i no pot ser revocat ara.

source: Are you sure you wish to revoke this block?
ca_es: Esteu segur que voleu revocar aquest bloc?

source: This block has been revoked.
ca_es: Aquest bloc ha estat revocat.

source: {{PLURAL|one=1 hour|%{count} hours}}
ca_es: {{PLURAL|one=1 hora|%{count} hores}}

source: Show
ca_es: Mostra

source: Blocked User
ca_es: S'ha blocat l'usuari

source: Creator
ca_es: Creador

source: Reason for block
ca_es: Motiu del blocatge

source: Status
ca_es: Estat

source: Revoked by
ca_es: Revocat per

source: (not revoked)
ca_es: (no revocat)

source: Ends in %{time}.
ca_es: Finalitza en %{time}.

source: Active until the user logs in.
ca_es: Activa fins que l'usuari es connecta.

source: Ended %{time} ago.
ca_es: Va acabar fa %{time}.

source: Blocks on %{name}
ca_es: Blocs en %{name}

source: List of blocks on %{name}
ca_es: Llista de quadres a %{name}

source: %{name} has not been blocked yet.
ca_es: %{name} no ha estat blocat encara.

source: Blocks by %{name}
ca_es: Blocs %{name}

source: List of blocks by %{name}
ca_es: Llista de blocs %{name}

source: %{name} has not made any blocks yet.
ca_es: %{name} no ha fet cap blocs encara.

source: %{block_on} blocked by %{block_by}
ca_es: %{block_on} bloquejat per %{block_by}

source: Ends in %{time}
ca_es: Finalitza en %{time}

source: Ended %{time} ago
ca_es: Va acabar fa %{time}

source: Reason for block:
ca_es: Motiu del blocatge:

source: The user needs to log in before this block will be cleared.
ca_es: L'usuari ha d'iniciar una sessió abans que es netegi el bloc.

source: Created %{when} ago
ca_es: Creat fa %{when}

source: Created %{when} ago by %{user}
ca_es: Creat fa %{when} per %{user}

source: Updated %{when} ago
ca_es: Actualitzat fa %{when}

source: Updated %{when} ago by %{user}
ca_es: Actualitzat fa %{when} per %{user}

source: Resolved %{when} ago
ca_es: Resolt fa %{when}

source: Resolved %{when} ago by %{user}
ca_es: Resolt fa %{when} per %{user}

source: Reactivated %{when} ago
ca_es: Reactivat fa %{when}

source: Reactivated %{when} ago by %{user}
ca_es: Reactivat fa %{when} per %{user}

source: OpenStreetMap Notes
ca_es: Notes de OpenStreetMap

source: A list of notes, reported, commented on or closed in your area [(%{min_lat}|%{min_lon}) -- (%{max_lat}|%{max_lon})]
ca_es: Una llista de notes, reportades, comentades o bé tancades a la vostra àrea [(%{min_lat}|%{min_lon}) -- (%{max_lat}|%{max_lon})]

source: An rss feed for note %{id}
ca_es: Un canal rss per la nota %{id}

source: new note (near %{place})
ca_es: Nota nova (a prop %{place})

source: new comment (near %{place})
ca_es: nou comentari (prop de %{place})

source: closed note (near %{place})
ca_es: nota tancada (aprop de %{place})

source: reactivated note (near %{place})
ca_es: Nota reactivada (prop de %{place})

source: Full note
ca_es: Nota sencera

source: Notes submitted or commented on by %{user}
ca_es: Notes enviades o comentades per %{user}

source: %{user}'s notes
ca_es: notes de %{user}

source: Created at
ca_es: Creat a

source: Last changed
ca_es: Últim canvi

source: Share
ca_es: Comparteix

source: Cancel
ca_es: Cancel·la

source: Link or HTML
ca_es: Enllaç o HTML

source: Short Link
ca_es: Enllaç curt

source: Set custom dimensions
ca_es: Estableix dimensions personalitzades

source: Scale:
ca_es: Escala:

source: Image will show standard layer at
ca_es: La imatge es mostrarà a la capa estàndard amb una mida de

source: Download
ca_es: Descàrrega

source: Short URL
ca_es: URL curta

source: Include marker
ca_es: Inclou el marcador

source: Center map on marker
ca_es: Centra el mapa al marcador

source: View Larger Map
ca_es: Mostra un mapa més gran

source: Map Key
ca_es: Llegenda

source: Map Key available only for Standard layer
ca_es: La llegenda només està disponible per a la capa estàndard

source: Zoom In
ca_es: Apropar-se

source: Zoom Out
ca_es: Allunyar-se

source: Show My Location
ca_es: Mostra la meva ubicació

source: You are within {distance} {unit} of this point
ca_es: Esteu a {distance} {unit} d'aquest punt

source: Standard
ca_es: Estàndard

source: Transport Map
ca_es: Mapa de transports

source: Map Layers
ca_es: Capes del mapa

source: Map Data
ca_es: Dades del mapa

source: Enable overlays for troubleshooting the map
ca_es: Activar capes extra per als problemes del mapa

source: Layers
ca_es: Capes del mapa

source: © <a href='%{copyright_url}'>OpenStreetMap contributors</a>
ca_es: © <a href='%{copyright_url}'>Col·laboradors d'OpenStreetMap</a>

source: Edit the map
ca_es: Modifica el mapa

source: Zoom in to edit the map
ca_es: Augmenteu el zoom per modificar el mapa

source: View edits for this area
ca_es: Mostra les modificacions de l'àrea

source: Zoom in to view edits for this area
ca_es: Amplia per visualitzar les modificacions de l'àrea

source: Add a note to the map
ca_es: Afegiu una nota al mapa

source: Zoom in to add a note to the map
ca_es: Fes zoom per afegir una nota al mapa

source: In order to improve the map the information you enter is shown to other mappers, so please be as descriptive and precise as possible when moving the marker to the correct position and entering your note below.
ca_es: Per tal de millorar el mapa, la informació que envieu és mostrada a altres «mapadors», per tant, sigueu tan descriptius i precisos com pugueu en moure el marcador a la posició correcta i en escriure la nota a continuació.

source: Add Note
ca_es: Afegeix una nota

source: This note includes comments from anonymous users which should be independently verified.
ca_es: Aquesta nota inclou comentaris d'usuaris anònims que haurien de ser verificats independentment.

source: created by <a href='%{user_url}'>%{user}</a> at %{time}
ca_es: Creat per <a href='%{user_url}'>%{user}</a> a %{time}

source: created by anonymous at %{time}
ca_es: Creat per un anònim a %{time}

source: comment from <a href='%{user_url}'>%{user}</a> at %{time}
ca_es: Comentari de <a href='%{user_url}'>%{user}</a> a %{time}

source: comment from anonymous at %{time}
ca_es: Comentari d'un anònim a %{time}

source: resolved by <a href='%{user_url}'>%{user}</a> at %{time}
ca_es: Resolt per <a href='%{user_url}'>%{user}</a> a %{time}

source: resolved by anonymous at %{time}
ca_es: Resolt per un anònim a %{time}

source: reactivated by <a href='%{user_url}'>%{user}</a> at %{time}
ca_es: Reactivat per <a href='%{user_url}'>%{user}</a> a %{time}

source: reactivated by anonymous at %{time}
ca_es: Reactivat per un anònim a %{time}

source: Hide
ca_es: Amaga

source: Resolve
ca_es: Resol

source: Reactivate
ca_es: Reactivar

source: Comment & Resolve
ca_es: Comenta i resol

source: Move the map and zoom in on a location you want to edit, then click here.
ca_es: Moveu el mapa i feu zoom sobre una ubicació que vulgueu editar, i a continuació, feu clic aquí.

source: Edit redaction
ca_es: Modifica la redacció

source: Save redaction
ca_es: Desa la redacció

source: No redactions to show.
ca_es: No hi ha redaccions a mostrar.

source: List of redactions
ca_es: Llista de redaccions

source: Enter information for new redaction
ca_es: Introduïu informació per una nova redacció

source: Create redaction
ca_es: Crea una redacció

source: Creating new redaction
ca_es: Creant una nova redacció

source: Showing redaction "%{title}"
ca_es: Mostrant la redacció "%{title}"

source: Showing redaction
ca_es: Mostrant la redacció

source: Creator:
ca_es: Autor:

source: Edit this redaction
ca_es: Modifica aquesta redacció

source: Remove this redaction
ca_es: Suprimeix aquesta redacció

source: Redaction created.
ca_es: Redacció creada

source: Changes saved.
ca_es: Modificacions desades

source: Redaction is not empty. Please un-redact all versions belonging to this redaction before destroying it.
ca_es: La redacció no és buida. Si us plau, desfeu totes les versions que pertanyen a aquesta redacció abans de destruir-la.

source: Redaction destroyed.
ca_es: Redacció suprimida

source: There was an error destroying this redaction.
ca_es: Ha hagut un error en suprimir aquesta redacció.

source: Getting Started
ca_es: Primers passos

source: Welcome
ca_es: Benvinguts

source: <p><b>Why OpenStreetMap?</b> OSM is a mapping service in which all data is constantly updated and edited by everyday people like you. The obvious benefit is that it's free to use, but it has also become a major player in crisis mapping (e.g. use of OSM data to coordinate earthquake relief efforts in Haiti). Accuracy of this data is critical, and we hope you are able to volunteer some of your time!</p>
ca_es: <p><b>Per què OpenStreetMap?</b> OSM és un servei de cartografia en el qual totes les dades són actualitzades i modificades constantment per persones com vostè. El benefici obvi és que la seva utilització és lliure, però també ha esdevingut una eina important per cartografiar la situació del territori després de catàstrofes o per coordinar l'ajuda, per exemple, les dades d'OSM van ser utilitzades per coordinar l'ajuda humanitària després del terratrèmol d'Hiti. La precisió de les dades és fonamental, i esperem que volgueu contribuir-hi donant una mica del vostre temps!</p>

source: <p><b>+ For active OpenStreetMap members</b>, please sign in to OSM before editing.</p>
ca_es: <p><b>+ Pels membres actius d'OpenStreetMap</b>, inicieu una sessió a OSM abans d'editar.</p>

source: <p><b>+ For new members</b>, please visit <a href="http://www.openstreetmap.org/user/new" target="_blank">http://www.openstreetmap.org</a> to create an account, log in, then return here to allow access to Potlatch 2 and begin editing.</p>
ca_es: <p><b>+ Pels nous membres</b>, si us plau visiteu la pàgina web <a href="http://www.openstreetmap.org/user/new" target="_blank">http://www.openstreetmap.org</a> per crear un compte d'uauari, un cop fet inicieu una sessió i torneu aquí per a accedir al Potlatch 2 i començar a fer modificacions.</p>

source: <p><b>Potlatch 2</b> is an OpenStreetMap (OSM) editor that allows you to make edits directly through {0} website.</p>
ca_es: <p><b>Potlatch 2</b> és un editor d'OpenStreetMap (OSM) que us permet de modificar els mapes a través del lloc web {0}.</p>

source: Introduction
ca_es: Introducció

source: Interface Controls
ca_es: Controls d'interfície

source: <p>Choose your map background from one of the items in the list or add your own vector file.</p>
ca_es: <p>Trieu un fons de mapa entre els elements de la llista o afegiu el vostre fitxer vectorial.</p>

source: <p>Choose the style in which you wish to view the map. Colours and overall style vary and also includes other options like wireframe.</p>
ca_es: <p>Ecolliu l'estil amb el que voleu veure el mapa. Els colors i l'estil en general canvien i inclouen d'altres opcions com la vista esquemàtica.</p>

source: <p>Create OSM map data using other people's GPS tracks as a background</p>
ca_es: <p>Crea dades de mapes OSM utilitzant tracks GPS d'altres persones com a fons</p>

source: MyGPS
ca_es: ElMeuGPS

source: <p>Display GPS traces that you've previously uploaded to OpenStreetMap.</p>
ca_es: <p>Mostra els tracks GPS que prèviament heu pujat a OpenStreetMap.</p>

source: Undo / Redo
ca_es: Desfés / Refés

source: <p>Made a mistake? Just hit undo and/or redo to correct your edits.</p>
ca_es: <p>Heu comes un error? Simplement heu de desfer i/o refer per tal de corregir la modificació.</p>

source: <p>Brings up this guide in case you need any information as you begin editing.</p>
ca_es: <p>Obriu aquesta guia en cas que necessiteu qualsevol informació quan comenceu a fer modificacions.</p>

source: Adding Features
ca_es: S'estan afegint característiques
